tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'ldez/tap'
tap 'buildpack/tap'
tap 'teamookla/speedtest'

cask_args appdir: "/Applications"

brew 'bash-completion'
brew 'zsh-syntax-highlighting'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'node'
brew 'rust'
brew 'ruby'
brew 'python3'
brew 'openssl'
brew 'openssh'
brew 'tree'
brew 'wget'
brew 'jq'
brew 'fzf'
brew 'diff-so-fancy'
brew 'hugo'
brew 'asciinema'
brew 'speedtest'
brew 'dive'
brew 'gh'
brew 'httpie'
brew 'tldr'
brew 'htop'
brew 'wifi-password'
brew 'm-cli'

cask 'dotnet-sdk'
cask 'visual-studio'
cask 'visual-studio-code'
cask 'azure-data-studio'
cask 'android-studio'
cask 'slack'
# cask 'open-in-code'
# cask 'openinterminal-lite' 
cask 'spotify'
cask 'dropbox'
cask 'zoomus'
cask 'tunnelblick'
cask 'bitwarden'
cask 'iterm2'
cask 'google-chrome'
cask 'brave-browser'
cask 'github'
cask 'sourcetree'
cask 'iriunwebcam'
cask 'whatsapp'
cask 'telegram-desktop'
cask 'discord'
cask 'postman'
cask 'ngrok'
cask 'google-backup-and-sync'
cask 'cyberduck'
